spisok = ['Аня', 'Petya', 'Vasya'] # Создаем переменую со списком гостей
spisok.insert(0, 'Natasha') # С помощью метода insert добавляем Наташу в начало списка
spisok.insert(1, 'Olya') # С помощью метода insert добавляем Олю в середину списка
spisok.append('Anton') # С помощью метода append добавляем Антона в конец списка
message_0 = 'Привет, ' + spisok[0] + ', приходи в гости!' # Приглашаем новых гостей на чай
message_1 = 'Привет, ' + spisok[1] + ', приходи в гости!' # Приглашаем новых гостей на чай
message_2 = 'Привет, ' + spisok[2] + ', приходи в гости!' # Приглашаем новых гостей на чай 
message_3 = 'Привет, ' + spisok[3] + ', приходи в гости!' # Приглашаем новых гостей на чай
message_4 = 'Привет, ' + spisok[4] + ', приходи в гости!' # Приглашаем новых гостей на чай 
message_5 = 'Привет, ' + spisok[5] + ', приходи в гости!' # Приглашаем новых гостей на чай
print(message_0) # Выводим новые приглашения на экран
print(message_1) # Выводим новые приглашения на экран
print(message_2) # Выводим новые приглашения на экран
print(message_3) # Выводим новые приглашения на экран 
print(message_4) # Выводим новые приглашения на экран
print(message_5) # Выводим новые приглашения на экран





